/*
 Copyright 2009-2010 Urban Airship Inc. All rights reserved.
 
 Redistribution and use in source and binary forms, with or without
 modification, are permitted provided that the following conditions are met:
 
 1. Redistributions of source code must retain the above copyright notice, this
 list of conditions and the following disclaimer.
 
 2. Redistributions in binaryform must reproduce the above copyright notice,
 this list of conditions and the following disclaimer in the documentation 
 and/or other materials provided withthe distribution.
 
 THIS SOFTWARE IS PROVIDED BY THE URBAN AIRSHIP INC ``AS IS'' AND ANY EXPRESS OR
 IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF
 MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO
 EVENT SHALL URBAN AIRSHIP INC OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT,
 INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING,
 BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE,
 DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF
 LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE
 OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF
 ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
 */
"UA_Ooops" = "Ooops";
"UA_Ooopsie" = "Ooopsie";
"UA_App_Key_not_set" = "程序KEY/SECRET没有设置，请将从http://go.urbanairship.com获取的KEY/SECRET传入到Airship的初始化方法中，其位于App Delegate的didFinishLaunching方法";

"UA_Setting" = "设置";
"UA_Submit" = "提交";
"UA_Resend" = "重发";
"UA_Cancel" = "取消";

"UA_Download" = "下载";
"UA_Error_Download" = "下载错误";
"UA_Restore" = "恢复";

"UA_OK" = "好";
"UA_Buy" = "购买";

"UA_All" = "全部";
"UA_Subscribed" = "已订阅";

"UA_In_Recovery" = "正在恢复";
"UA_Recovery_OK" = "恢复成功";
"UA_Recovering_Account" = "恢复帐户";
"UA_Recovery_Failed" = "恢复失败";

"UA_Enter_Email_Title" = "恢复Email";
"UA_Purchase_Error_Title" = "In App Purchase 错误";
"UA_Enter_Email" = "请输入您的电子邮件，可以恢复和设备之间共享内容。\n\n";
"UA_Purchase_Error" = "购买该项目时出现错误，请重试。";

/* Email Hints text */
"UA_Email_Hints_Empty" = "发送邮件创建您的帐户（可选）：";

"UA_Email_Hints_NoEmail" = "您的帐户准备好了，添加电子邮件（可选）：";

"UA_Email_Hints_WithEmail" = "您的帐户准备好了，修改电子邮件（可选）：";

"UA_Email_Hints_InRecovery" = "正在恢复您的电子邮件。";

/* UIAlerts */
"UA_Try_Again" = "请您稍后重试。";

"UA_Recovery_Alert" = "您的帐户已经存在。请查看我们向您发送电子邮件的链接并按指示恢复。";

"UA_Recovery_Fail_Alert" = "您的设备数量超过了允许的最大数。";

/* Translation needed */
"UA_Free_Subscription" = "Free, No Expiration";

